<template>
    <div class="wrapper">
        <p class="title">“GO想法”用户使用协议</p>
<p>本协议服务条款(以下简称“服务条款”)是由用户(您)与上海善谋文化传播有限公司 (以下简称"GO想法网")就GO想法网提供的个人和企业需求信息服务所订立的相关权利义务规范，本服务条款对您及GO想法网均具有法律效力。</p>
<p>前言：GO想法网是一个网络信息对接平台。够想法网提供包括个人和企业需求信息浏览、发布和电子公告板等服务。GO想法网上的信息是由个人用户或企业用户自行发布，所有内容均由发布者对信息的真实性负责，GO想法网有义务对其真实性进行审核、监督。</p>
<p class="littleTitle">免责声明</p>
<p>1 定义</p>
<p>上海善谋文化传播有限公司所运营的“GO想法”品牌、“GO想法”网站以及“GO想法”APP移动客户端等综合服务平台（以下统称“GO想法网”，网址：http://www.shimmer.com）。</p>
<p>2 用户协议的接受和修改</p>
<p>1.一切网民在进入“GO想法网”主页及各层面页面时均被视为已经仔细看过本条款及本网站其它相关声明和用户协议，并完全同意。凡以任何方式登录本网站，或直接、间接使用本网站资料与服务者，均被视为自愿接受本网站相关声明和用户协议的约束。</p>
<p>2.“GO想法网”上关于“GO想法网”注册用户的注册数据、其发布的信息（包括但不限于用户名称、联系信息、联系人、房间信息的描述和说明及相关图片等）、交易行为以及与交易行为有关的其它事项均由注册用户自行提供并依法应对其提供的任何信息承担全部责任。</p>
<p>3.出现以下情况或法律法规明确要求，“GO想法网”将进行审查或处理，包括下线、删除或诉诸法律：</p>
<p>（1）“GO想法网”有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约行为。</p>
<p>（2）“GO想法网”有合理的理由认为会员在“GO想法网”网的行为涉嫌违法或不当。</p>
<p>4.“GO想法网”仅作为您获取信息,就服务的交易进行协商及开展交易的场所。您应自行谨慎判断确定相关信息的真实性、合法性和有效性，并自行承担因此产生的责任和损失。</p>
<p>5.“GO想法网”对于任何自本网站而获得的他人的信息、内容或者广告宣传等任何资讯，不保证其真实、准确和完整性。如果任何单位或者个人通过上述信息而进行任何行为，您需自行甄别真伪和谨慎预防风险。否则，无论何种原因，“GO想法网”不对任何非与本网站直接发生交易或脱离本站发生的交易或行为承担任何直接、间接或衍生的损失和责任。</p>
<p>6.“GO想法网”不担保或保证“GO想法网”服务一定满足用户的要求，对其不作任何明示或暗示的保证。对“GO想法网”服务的及时性、安全性、准确性、适用性、持续性、可靠性、适用于某一特定用途也都不作任何担保或保证。用户须独立承担前述风险。</p>
<p>7.“GO想法网”不对“GO想法网”服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性做出任何承诺和保证</p>
<p>8.“GO想法网”不担保用户在使用服务过程中网络服务中断。对于用户使用“GO想法网”服务或无法使用“GO想法网”服务所导致的计算机软、硬件的损害或发生资料的流失等任何直接、间接、附带、特别、衍生的损害不承担任何责任</p>
<p>8.“GO想法网”不担保用户在使用服务过程中网络服务中断。对于用户使用“GO想法网”服务或无法使用“点聘网”服务所导致的计算机软、硬件的损害或发生资料的流失等任何直接、间接、附带、特别、衍生的损害不承担任何责任</p>
<p>9.除“GO想法网”注明之服务条款外，其它因不当使用本网而导致的任何意外、疏忽、合约毁坏、诽谤、版权或其它知识产权侵犯及其所造成的任何损失（包括因不当下载而感染电脑病毒等），“GO想法网”概不负责，亦不承担任何法律责任</p>
<p>10.不论在何种情况下，“GO想法网”均不对由于互联网正常的设备维护，互联网络连接故障，电脑、通讯或其它系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</p>
<p>11.您了解并同意，“GO想法网”不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿（无论“GO想法网”是否已被告知该等损害赔偿的可能性）：</p>
<p>（1）使用或未能使用“GO想法网”服务；</p>
<p>（2）第三方未经批准使用您的账户或更改您的数据；</p>
<p>（3）通过“GO想法网”服务购买或获取任何商品、数据、信息等行为或替代行为产生的费用及损失；</p>
<p>（4）您对“GO想法网”服务的误解</p>
<p>（5）任何非因“GO想法网的原因而引起的与“GO想法网”服务有关的其它损失。</p>
<p class="littleTitle">版权声明</p>
<p>1.上海善谋文化传播有限公司独立拥有其发布的或与合作公司共同发布的包括但不限于产品或服务涉及的 “GO想法网”品牌、“GO想法网”网站以及“GO想法网”APP移动客户端等综合服务平台（以下统称“GO想法网”，网址：http://www.shimmer.com）上的材料拥有版权等知识产权受法律保护。</p>
<p>2.凡带有“GO想法”水印LOGO的所有文字、图片、音频、视频及页面设计、编排、软件及“GO想法”网站上的材料，其版权均属于上海善谋文化传播有限公司，任何媒体、单位或个人未经本网书面授权不得以任何形式转载、摘编、改编或以其他方式复制发表。经上海善谋文化传播有限公司授权的媒体、单位或个人应在授权范围内使用，并注明来源“GO想法网”。</p>
<p>3.除非法律另有规定，未经上海善谋文化传播有限公司书面许可，任何人不得对本网拥有版权或其他知识产权的任何内容使用、复制、修改、抄录传播或与其它产品捆绑使用、销售或在非“GO想法网”所属的服务器上做镜像或以其它任何方式进行使用。经“GO想法网”授权使用作品的，应在授权范围内使用，并注明“来源：http://www.shimmer.com”，同时不得将稿件提供给任何第三方，违者本网将保留依法处理的权利。</p>
<p>4.对于不当转载或引用本网内容而引起的民事纠纷、行政处理或其它损失，本网不承担责任</p>
<p>5.对不遵守本声明的用户或其它违法、恶意使用本网内容者，本网保留追究其法律责任的权利。</p>
<p>6.本声明未涉及的问题请参见国家有关法律法规，当本声明与国家有关法律法规冲突时，以国家法律法规为准</p>
<p>7.本网站相关声明版权及其修改权、更新权和最终解释权均属上海善谋文化传播有限公司所有。</p>
<p class="littleTitle">隐私保护声明</p>
<p>隐私权是您的重要权利，向我们提供您的个人信息是基于对我们的信任，我们非常重视用户的隐私。我们认为您提供的信息只能用于帮助我们为您提供更好的服务，有时我们需要某些信息才能为您提供您请求的服务，本隐私声明解释了这些情况下的数据收集和使用情况。</p>
<p>一、本隐私权声明依据及使用范围</p>
<p>1.本网站根据《中华人民共和国身份证法》、《中华人民共和国侵权责任法》、《中华人民共和国电信管理条例》、《规范互联网信息服务市场秩序若干规定》等相关法律法规及参照国家标准《信息安全技术个人信息保护指南》的规定及在遵守这些法律的前提下，制定隐私权政策（以下称“本政策”）。本网站将尽所能保护您的合法权利免受损害。</p>
<p>2.本政策适用于本网站提供的所有产品和服务。随着“GO想法网”服务范围的扩大，隐私保护声明的内容可由“GO想法网”随时更新，且毋另行通知。更新后的隐私保护声明一旦在网页上公布即有效代替原来的隐私保护声明。您在同意“GO想法网”服务协议时，即视为您已经同意本隐私保护政策全部内容。本隐私保护政策属于“GO想法网”服务协议不可分割的一部分。</p>
<p>3.用户使用本网站应遵守本政策和网站公布的服务协议的规定。</p>
<p>4.本政策仅适用于通过网站收集的信息，而不适用于通过其他方法或信息源获取的信息。</p>
<p class="littleTitle">二、个人信息收集</p>
<p>“GO想法网”在征用用户同意并确定的情况下，收集的个人标识信息是用户在注册时或回复某项信息请求时自愿提供的信息。我们有两种信息收集方式：</p>
<p>2.我们在您使用服务的过程中获取的信息。我们会收集关于您使用的服务以及使用方式的信息，此类信息包括：</p>
<p>（1）在您使用“GO想法网”服务，或访问“GO想法网”平台网页时，“GO想法网”自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型，使用的语言、访问日期和时间，软硬件特征信息及您需求的网页记录等数据。通过收集上述信息，我们将优化在您计算机屏幕上显示的页面，同时进行客流量统计、访问者阅读习惯整理等，从而改进本网站的管理和服务</p>
<p>（2）“GO想法网”可能会使用浏览器网络存储等机制和应用数据缓存，在您的设备上收集信息（包括个人信息）并进行本地储存。</p>
<p>（3）当您使用“GO想法网”服务时，我们会使用各种技术来收集和存储信息，在此过程中可能会向您的设备发送一个或多个匿名标识符。当您与我们提供给合作伙伴的服务进行互动时，我们也会使用匿名标识符。</p>
<p class="littleTitle">三、用户保护</p>
<p>1.为了给您提供更准确、更个性化的服务，“GO想法网”会按照本隐私权政策的规定使用和披露您的个人信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，“GO想法网”不会将这些信息对外披露或向第三方提供。</p>
<p>2.本政策保证用户提供给“GO想法网”任何信息均处于私密状态并受到保护。为达到这一目的，本网站将对您所提供的信息采取严密的管理及保护措施。我们将采用相应的安全技术和程序来防止您的个人信息丢失、被盗用或遭篡改，并且保护您的个人信息不被未经授权者访问、使用或泄露。</p>
<p>3.未经用户的明确同意，“GO想法网”绝不收集有关用户的任何敏感信息。“GO想法网”将尽力确保本网站所掌握的信息准确无误并根据用户提供的信息使其保持最新的状态。如用户告知“GO想法网”信息不准确，本网站将立即删除或纠正。</p>
<p>4.本网站用户对于您的个人信息享有以下权利：</p>
<p>（1）随时调查及请求阅读；</p>
<p>（2）随时请求补充或更正；</p>
<p>（3）随时请求删除。</p>
<p>5.本网站为用户提供各种配套服务，我们通常要求参与者填写相关资料登记表格，以便活动更好的开展。此类信息也将成为本网站用户数据的一部分，并将被后续记录、保存、保护和合理使用。是否提供所要求的信息或参加此类活动，这完全取决于用户自身。</p>
<p>6. “GO想法网”为您在线交流等服务，并善意提醒所有用户，在交易前与其他用户的交流中，您公布的任何信息都有可能成为公开的信息且“点聘网”不对此类信息公开负责。因此，本网提醒您，在交流中公开您的个人信息之前请慎重考虑</p>
<p class="littleTitle">四、未成年人隐私保护</p>
<p>1.本网站将建立相应合理程序，以保护未成年人个人信息的安全。本网站郑重声明：任何十六岁以下的未成年人参加网上活动应事先得到家长或其监护人（以下统称为“监护人”）的明确同意。</p>
<p>2.未经监护人同意，未成年人私自上网或者冒用成人名义上网的行为将可能缺乏与未成年人相应的信息安全保护措施</p>
<p>3.监护人应承担保护未成年人相关网络隐私的首要责任。</p>
<p>4.本网站收集未成年人的个人信息，仅为更好服务于未成年人特定要求的目的，相关资料仅作为保护未成年人参与网络活动时的安全之用，而不会保留这些信息做进一步或其他商业目的的使用。</p>
<p>5.未经监护人同意，本网站将不会使用未成年人的个人信息，亦不会向任何第三方披露或传送可识别该未成年人的个人信息。</p>
<p>6.若经未成年人的监护人同意，本网站可对未成年人的个人信息进行收集，本网站将向监护人提供：</p>
<p>（1）审视其子女或被监护人相关信息的机会</p>
<p>（2）拒绝其子女或被监护人相关个人信息被进一步收集或使用的可能；</p>
<p>（3）变更或删除其子女或被监护人个人信息。</p>
<p class="littleTitle">五、个人信息的适用与披露</p>
<p>1.所有个人标识信息均应根据《互联网信息服务管理办法》及其他有关数据保护的法规予以保存。“GO想法网”使用用户的个人信息是为了向客户提供给“GO想法网”的相关信息、更好地向客户提供服务并对“GO想法网”网站本身进行广告宣传。</p>
<p>2.“GO想法网”有权为以下目的披露个人的专有信息，且本网站不对此承担任何责任：</p>
<p>（1）恢复政府部门或准政府部门的质询；或依法保护“点聘网”的权利或财产、本网站或本网站的其他用户；</p>
<p>（2）为免除您在生命、身体或财产方面的紧急危险；</p>
<p>（3）为防止他人权益的重大危害；</p>
<p>（4）为增进公共利益，且无害于您的重大利益；</p>
<p>（5）遵守适用法律的规定；</p>
<p>（6）根据“GO想法网”服务协议或“GO想法网”其他相关声明所列的条款，有必要进行相关信息公开的；</p>
<p>（7）已取得您的同意；</p>
<p>（8）为体现公平公正原则，需要对用户的部分信息进行公示的；</p>
<p>（9）与“GO想法网”的关联公司和战略合作伙伴分享客户资料，以及其他需要公开、编辑或透露个人信息的情况。 请用户注意，除上述关于个人标识信息共享的规定外，“GO想法网”可能将用户的信息发送至其他国家，包括发送至中国以外的国家，以满足“GO想法网”业务和管理的需要。“GO想法网”将按照中国网络和信息安全的规定进行上述信息的境外传送。中国以外的部分地区可能没有相关的信息保护法律，或对个人标识的保护程度低于中国提供的保护程度。用户向“GO想法网”提交个人标识信息即表示用户确认：尽管“GO想法网”按照本政策规定的方式使用用户的信息，但“GO想法网”将不对收取和收取用户的数据的第三方使用用户的数据承担任何责任。</p>
<p class="littleTitle">六、电子邮件</p>
<p>请注意，“GO想法网”可能为以下目的向用户发送电子邮件或短信息：</p>
<p>1.作为服务的一部分向用户发送电子邮件或短信息，告知用户的账号详细信息；</p>
<p>（1）注册完成后向用户发送电子邮件或短信息，告知用户的账号详细信息；</p>
<p>（2）就“GO想法网”提供的服务向用户发送提示性邮件或短信息（特别是在用户尚未使用或使用时间较短的情况下）；</p>
<p>（3）向用户发送用户要求提供的信息；</p>
<p>（4）发送新闻；</p>
<p>（5）发送促销邮件或短信息；</p>
<p>（6）向用户提供相关服务；</p>
<p>2.针对“GO想法网”可能发送的新闻、营销或促销邮件或短信息，“GO想法网”用户可选择取消订阅，只需点击邮件下方取消订阅链接，“GO想法网”将不再为取消订阅用户发送促销邮件，但关于订单相关邮件将会继续发送。</p>
<p class="littleTitle">七、免责条款</p>
<p>就下列相关事宜的发生，“GO想法网”不承担任何法律责任：</p>
<p>1.由于您将登陆账号及密码告知他人或与他人共享注册账户，由此导致的任何个人信息泄露，或其他非因“GO想法网”原因导致的个人信息泄露；</p>
<p>2.任何由于黑客攻击、计算机病毒入侵或发作、因政府管制而造成的暂时性关闭等影响网络正常之非“GO想法网”原因而造成的个人信息泄露、丢失、被盗用或被篡改等；</p>
<p>3.任何第三方根据“GO想法网”的各服务声明及服务协议中所列明的情况使用您的个人信息，由此所产生的纠纷;</p>
<p>4.“GO想法网”在服务协议及各类规则中列明的所有免责情形；</p>
<p>5.“GO想法网”的网页上有与其他网站网页的链接。“GO想法网”对其他任何网站的内容、隐私政策、运营情况或经营这些网站的公司的行为概不负责。在向这些与“GO想法网”链接的网站提供个人信息之前，请查阅它们的隐私政策。由于与本网站链接的其它网站所造成的个人信息泄露及由此而导致的任何法律争议及后果，“GO想法网”概不负责；</p>
<p>6.任何因不可抗力所导致的后果</p>
<p class="littleTitle">“GO想法网”信息服务协议</p>
<p>特别提示：在使用“GO想法网”兼职服务信息服务平台之前，您应当认真阅读并遵守《“GO想法网”信息服务协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。如您对协议有任何疑问的，应向“GO想法网”客服咨询。</p>
<p class="littleTitle">一、协议的成立</p>
<p>本网站所列《“GO想法网”信息服务协议》是您与上海善谋文化传播有限公司所独立运营的“GO想法网”网站以及“GO想法网”APP移动客户端等综合服务平台（以下简称“本平台”，网址：http://www.shimmer.com）之间就本平台向您提供服务等相关事宜所订立的协议，您应当仔细阅读本本协议。</p>
<p class="littleTitle">二、本协议的修改</p>
<p>本平台保留依其自主判断在将来的任何时间变更、修改、增加或删除本本协议条款的权利。所有对协议条款的修改均构成本本协议的一部分。本平台有权随时对本本协议项下条款进行修改，一旦发生条款变动，本平台将通过网站公布等方式向您提示修改的内容。您继续使用本平台通过网站提供的服务视为其同意本平台对本协议的修改。</p>
<p class="littleTitle">三、服务内容</p>
<p>1.本平台运用其操作系统通过国际互联网和移动互联网向您提供信息并进行第三方感谢费监管的服务。除非另有明确规定，增强或强化目前服务平台的任何新功能均适用本协议</p>
<p>2.本平台为您提供信息服务，具体项目提供的条件、内容、地点、时间、要求等内容以信息平台发布的具体信息为准。
<p class="littleTitle">四、用户保证</p>
<p>1.您提供的信息是准确、完整、真实、合法的，不存在虚假、欺诈、骚扰性的、中伤他人的、伤害性的、诽谤、侮辱、恐吓、庸俗淫秽等违反法律、公序良俗或社会伦理道德的信息或内容，也不存在危害网络或计算机系统的安全性、完整性、稳定性、连续性的病毒、木马程序等电脑软件、文档或其他数据资料</p>
<p>2.若经未成年人的监护人同意，本网站可对未成年人的个人信息进行收集，本网站将向监护人提供</p>
<p>（1）审视其子女或被监护人相关信息的机会；</p>
<p>（2）拒绝其子女或被监护人相关个人信息被进一步收集或使用的可能；</p>
<p>（3）变更或删除其子女或被监护人个人信息。</p>
<p class="littleTitle">五、个人信息的适用与披露</p>
<p>1.所有个人标识信息均应根据《互联网信息服务管理办法》及其他有关数据保护的法规予以保存。“GO想法网”使用用户的个人信息是为了向客户提供给“GO想法网”的相关信息、更好地向客户提供服务并对“GO想法网”网站本身进行广告宣传。</p>
<p>2.您对您提供的信息拥有完整的、独立的权利，或者已经得到相关权利人的合法授权，您保证本平台使用您提供的信息不会侵犯任何第三方的合法权利，亦不会违反您与任何第三方的约定</p>
<p>3.您进行注册、使用本平台通过网站提供的信息或服务系出于个人需要，您不得将其通过网站获得的信息或服务进行复制、出售、交易、公布、用于商业活动、或用于其他营利目的，您仅可为其自身兼职需要之目的使用该等信息或服务</p>
<p>4.如果您违反上述第四条第1款至第3款的规定，或本平台有正当理由相信您存在违反上述规定的情形，则本平台有权利通过技术手段或采取其他适当措施中断或终止向该您继续提供网站服务，包括但不限于屏蔽、封锁该您IP地址、注销您的账户等。您如有异议，可向本平台提出，并提供相应的证明材料。对于该您因此而遭受的任何损失，本平台不承担任何责任。</p>
<p>5.对于您提供信息中所涉及的您个人信息，本平台将按照中华人民共和国相关法律规定予以保护</p>
<p>6.您同意授予本平台在全球范围内受限于法律法规的范围之内免费的、永久性的、不可撤销的使用、复制、修改、传播和展示您提供信息的权利和许可</p>
<p class="littleTitle">五、网站使用</p>
<p>1.您在使用本网站过程中，应当遵守所有适用的法律和法规以及本协议。</p>
<p>2.您不得从事以下行为：</p>
<p>（1）上载、张贴、发送或传送任何非法、有害、淫秽、粗俗、猥亵的，胁迫、骚扰、中伤他人的，诽谤、侵害他人隐私或诋毁他人名誉或商誉的，种族歧视或其他不适当的信息或电子邮件，包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料。</p>
<p>（2）以任何方式危害未成年人</p>
<p>（3）冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为其与任何人或任何机构有关</p>
<p>（4）伪造标题或以其他方式操控识别资料，使人误认为该内容为本平台所传送。</p>
<p>（5）上载、张贴、发送电子邮件或以其他方式传送其无权传送的内容（例如内部资料、机密资料）。</p>
<p>（6）上载、张贴、发送电子邮件或以其他方式传送侵犯任何人的专利、商标、著作权、商业秘密或其他合法权利之内容。</p>
<p>（7）在本平台网站专供张贴广告的区域之外，上载、张贴、发送电子邮件或以其他方式传送广告函件、促销资料、“垃圾邮件”等。</p>
<p>（8）上载、张贴、发送电子邮件或以其他方式传送有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料。</p>
<p>（9）干扰或破坏本服务或与本服务相连的服务器和网络，或不遵守本您协议之规定。</p>
<p>（10）故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范</p>
<p>（11）其它被本平台视为不适当的行为。</p>
<p>3.您在使用本网站时违反任何上述规定，本平台可自行判断要求您改正或采取一切必要的措施（包括但不限于删除您上传的内容、暂停或终止您使用本网站的权利）以减轻您不当行为造成的影响</p>
<p class="littleTitle">六、知识产权</p>
<p>1.您对本平台或本平台关联企业拥有的商标、商号、标识、图案、本网站的名称及域名不拥有任何权利。本用户协议亦不授予您有关本平台标识的任何权利或权益。在未经本平台事先书面同意的情况下，您不得在任何宣传或促销材料、出版物中或媒体上使用本平台标识。</p>
<p>2.本网站中包含的任何信息、文本、图形等网站内容均受著作权法、商标法和/或其他知识产权法等相关法律的保护，其相关权利归本平台或本平台关联方或该内容提供者所有。未经本平台或有关权利人事先同意，您不得复制、分发、传播、修改、编辑，或在任何媒体直接或间接发布、播放该等内容，或者将该等内容用于任何商业目的。</p>
<p>3.在本平台或有关权利人事先同意的前提下，并且在遵循本平台或有关权利人指示的基础上，您可以对网站内容（包括但不仅限于所有有关电子文档、广告宣言、本本协议）进行复制或分发，但您必须确保复制和分发的内容是完整和真实的。</p>
<p class="littleTitle">七、用户帐号、密码和安全</p>
<p>您一旦注册成功，便成为本平台的合法用户。您有义务保证密码和帐号的安全。您对利用该密码和帐号所进行的一切活动负全部责任。您因未能妥善保管密码和账号而产生的任何损失或损害，本平台不承担任何责任</p>
<p class="littleTitle">八、责任限制</p>
<p>1.基于互联网的特性及技术现状，本平台虽将尽其努力，但无法保证向您提供的服务是连续的、即时的、准确的，无法保证缺陷一定会被及时纠正，也无法保证所提供的服务或服务器不受病毒或黑客等有害成分的侵袭。服务和网站内容依现状提供，本平台不作任何形式的有关服务或网站内容的准确性、完整性、令人满意的品质、不侵权或适合某一特殊目的的保证。</p>
<p>2.本平台保留随时修改、增减、取消、暂停、中断或终止提供（全部或部分）本网站的服务的权利，本平台就此将给予您适当通知，但本平台在行使前述各项权利时无需取得您同意，也不对您承担任何责任</p>
<p>3.本平台将尽可能地在本网站提供准确的信息。本网站内所涉及的兼职信息为参考信息，该等兼职服务信息可能随着时间的推移而发生兼职人员需求数量或者兼职费用的变动，兼职服务信息最终应当以现场兼职内容为准。</p>
<p>4.本网站服务器如因系统维护或升级而需暂停服务时，将事先公告。如因系统维护、升级而需暂停服务或因服务器故障、硬件故障、其他不可抗力因素而导致停止服务，于暂停服务期间造成的一切不便和资料、数据等遗失，本网站将尽力挽救恢复；如确实无法恢复，本网站不承担任何责任</p>
<p>5.对于您提供或发布的信息，包括但不限于因您在没有获得授权的情形下使用权利人的信息，或因您提供信息包含错误、不准确、病毒、诽谤、中伤、侵权等法律所禁止的内容或其他不适当内容而产生的任何责任，应由相关您承担。您应对其提供信息自行保留备份，本平台亦不对您提供信息在任何情形下的丢失、删除、移除或传输失败承担任何责任。</p>
<p>6.对于您通过本网站外部链接与第三方发生的任何法律行为，包括但不限于与第三方的交易，由您与该第三方自行承担全部责任，本平台不承担任何责任。对于存在或源于此外部链接网站或资源的任何内容、广告、产品或其它资料，本平台不予任何保证，亦不承担任何责任。</p>
<p>7.您特此承认并接受：本平台为您便利而无偿向您提供网站信息服务，对于您因使用本网站而遭受的损失，包括但不限于由于网站内容或服务的延误、不准确、错误和遗漏而产生的任何损害、责任、请求、损失或费用，本平台及本平台关联方不承担任何责任。</p>
<p class="littleTitle">九、违约责任及赔偿</p>
<p>1.您具有以下行为之一的，本平台有权立即终止本协议所述服务内容并且对您感谢费直接扣除不予发放，您的感谢费用应当作为支付本平台的违约金：</p>
<p>（1）欺骗他人单位财产行为的；</p>
<p>（2）虚构捏造信息行为或已被公安查获的；</p>
<p>（3）因上报虚假需求信息被多人举报投诉有实际证据的；</p>
<p>（4）被查实已被政府列为失信名单的；</p>
<p>2.因您违反本网站或者本协议的规定而产生的针对本平台或本平台关联方或由本平台或本平台关联方承担的任何类型的索赔、要求、费用、支出、损失、诉讼、政府调查和/或处罚、损害赔偿和责任，您应向本平台或本平台关联方予以赔偿（包括但不限于律师和顾问费），且您应为本平台抗辩，使本平台免受损害</p>
<p class="littleTitle">十、通知及信息变更</p>
<p>1.本平台向您发出的通知，可以采用电子邮件、页面公告、常规信件或本平台认为适合的形式通知您具体供需信息</p>
<p>2.因不可抗力因素本平台有权对本协议中涉及的内容进行相应调整。</p>
<p class="littleTitle">十一、法律的适用和管辖</p>
<p>本协议的解释和执行均适用中华人民共和国法律。本协议及本网站内公布的任何声明及附加条款，构成本平台与您之间关于使用本网站的完整协议。如果该协议的内容与适用的强制性法律规定不一致，则以该强制性法律规定为准。因该协议的履行产生的任何纠纷，首先由双方协商解决；协商不成的，任何一方均可向上海善谋文化传播有限公司所在地的人民法院提起诉讼。</p>
<p class="littleTitle">十二、协议生效</p>
<p>一旦您点击或者勾选“同意”确认本协议，并在本平台注册成功，本协议即构成对贵我双方有约束力的法律文件。本协议的终止以及被认定为无效，不影响其他争议解决、违约责任等条款的有效性</p>
<p class="littleTitle">会员注册须知</p>
<p class="littleTitle">一、注册者资格</p>
<p>在注册本网站会员之前，请您确认，在您完成注册程序或以其他“GO想法网”允许的方式实际使用“GO想法网”服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且“GO想法网”有权注销（永久冻结）您的“GO想法网”账户，并向您及您的监护人索偿。</p>
<p class="littleTitle">二、账户</p>
<p>1.在您签署本协议，完成会员注册程序或以其他“GO想法网”允许的方式实际使用“GO想法网”服务时，“GO想法网”会向您提供唯一编号的“GO想法网”账户（以下亦称账户）。您可以对账户设置会员名和密码，通过该会员名密码或与该会员名密码关联的其它会员名密码登陆“GO想法网”（http://www.shimmer.com）。您设置的会员名不得侵犯或涉嫌侵犯他人合法权益</p>
<p>2.您应对您的账户（会员名）和密码的安全，以及对通过您的账户（会员名）和密码实施的行为负责。除非有法律规定或司法裁定，且征得“GO想法网”的同意。否则，账户（会员名）和密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知“GO想法网”，要求“GO想法网”暂停相关服务。您理解“GO想法网”对您的请求采取行动需要合理时间，“GO想法网”对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</p>
<p>3.为方便您使用“GO想法网”服务及“GO想法网”关联公司或其他组织的服务（以下称其他服务），您同意并授权“GO想法网”将您在注册、使用“GO想法网”服务过程中提供、形成的信息传递给向您提供其他服务的“GO想法网”关联公司或其他组织，或从提供其他服务的“GO想法网”关联公司或其他组织获取您在注册、使用其他服务期间提供、形成的信息。
<p class="littleTitle">三、会员</p>
<p>1.在您按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后或以其他“GO想法网”允许的方式实际使用“GO想法网”服务时，您即成为“GO想法网”会员（亦称会员）。</p>
<p>2.在注册时，您应当按照法律法规要求，或注册页面的提示准确提供、并及时更新您的资料，以使之真实、及时，完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，“GO想法网”有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部“GO想法网”服务。“GO想法网”对此不承担任何责任，您将承担因此产生的任何直接或间接支出。</p>
<p>3.您在使用“GO想法网”服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。</p>


    </div>
</template>
<script>
    export default {
        data(){
            return{
               
            }
        },
        mounted(){
          
        },
        components: {
            
        },
        computed: {
           
        },
        methods: {
           go(path){
              this.$router.push(path);
           }
        }
    }
</script>
<style scoped>
    .wrapper {
        position: absolute;
        top: 0;
        bottom: 1.95rem;
        left: 0;
        right: 0;
        overflow: scroll;
        background: #fff;
        padding: 1rem;
        font-size: 0.6rem;
    }
    p {
        text-indent: 2em;
    }
    .title {
        text-align: center;
        height: 1.5rem;
        line-height: 1.5rem;
        font-size: 0.7rem;
        font-weight: 600;
    }
    .littleTitle {
        font-size: 0.7rem;
        font-weight: 600;
        margin-top: 10px;
        text-indent: 0;
    }
</style>

